tap "asmvik/formulae"
tap "dmmulroy/tap"
tap "felixkratz/formulae"
tap "jackielii/tap"
tap "libsql/sqld"
tap "machlit/tap"
tap "mediosz/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "agent-browser"
brew "chezmoi"
brew "fastfetch"
brew "fnm"
brew "fzf"
brew "gh"
brew "glow"
brew "gnupg"
brew "helix"
brew "pinentry-mac"
brew "tailscale"
brew "tree"
brew "zoxide"
brew "asmvik/formulae/yabai"
brew "dmmulroy/tap/jj-starship"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jackielii/tap/skhd-zig"
brew "machlit/tap/cutler"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "alcove"
cask "antinote"
cask "discord@canary"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "ghostty@tip"
cask "karabiner-elements"
cask "little-snitch"
cask "lunar"
cask "music-decoy"
cask "notion"
cask "orbstack"
cask "prismlauncher"
cask "raycast"
cask "screen-studio"
cask "slack@beta"
cask "spotify"
cask "steam"
cask "superkey"
cask "tailscale-app"
cask "thebrowsercompany-dia"
cask "zed@preview"
