tap "asmvik/formulae"
tap "dmmulroy/tap"
tap "eugene-babichenko/fixit"
tap "felixkratz/formulae"
tap "jackielii/tap"
tap "libsql/sqld"
tap "machlit/tap"
tap "mediosz/tap"
tap "modem-dev/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "agent-browser"
brew "chezmoi"
brew "cowsay"
brew "fastfetch"
brew "fnm"
brew "fzf"
brew "gh"
brew "gleam"
brew "glow"
brew "gnupg"
brew "go"
brew "helix"
brew "imagemagick"
brew "mole"
brew "nmap"
brew "pinentry-mac"
brew "ripgrep"
brew "scc"
brew "tailscale"
brew "tree"
brew "zig"
brew "zoxide"
brew "asmvik/formulae/yabai"
brew "dmmulroy/tap/jj-starship"
brew "eugene-babichenko/fixit/fixit"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jackielii/tap/skhd-zig"
brew "machlit/tap/cutler"
brew "modem-dev/tap/hunk"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "alcove"
cask "antinote"
cask "codex-app"
cask "conductor"
cask "discord@canary"
cask "eqmac"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "ghostty@tip"
cask "helium-browser"
cask "karabiner-elements"
cask "kitlangton-hex"
cask "little-snitch"
cask "lunar"
cask "notion"
cask "obs"
cask "orbstack"
cask "prismlauncher"
cask "raspberry-pi-imager"
cask "raycast"
cask "screen-studio"
cask "selfcontrol"
cask "slack@beta"
cask "steam"
cask "tailscale-app"
cask "touchdesigner"
cask "virtualdj"
cask "zed@preview"
